Repository: whooslizi/macUSB
Catalog: macUSB/Resources/Localizable.xcstrings
Source language: pl
Languages: de, en, es, fr, it, ja, pt_br, ru, tr, uk, vi, zh_hans

source: Tworzenie instalatora nie powiodło się
de: Die Erstellung des Installationsprogramms ist fehlgeschlagen
en: Installer creation failed
es: La creación del instalador falló
fr: La création de l’installateur a échoué
it: La creazione dell’installer non è riuscita
ja: インストーラの作成に失敗しました
pt_br: A criação do instalador falhou
ru: Не удалось создать установщик
tr: Yükleyici oluşturulamadı
uk: Не вдалося створити інсталятор
vi: Không thể tạo bộ cài đặt
zh_hans: 创建安装器失败

source: Tworzenie nośnika
de: USB-Medium wird erstellt
en: Creating USB media
es: Creando medio USB
fr: Creation du support USB
it: Creazione di media
ja: USBメディアを作成中
pt_br: Criando midia USB
ru: Создание USB-носителя
tr: Medya oluşturma
uk: Створення медіа
vi: Tạo phương tiện
zh_hans: 正在创建 USB 介质

source: Tworzenie nośnika zostało przerwane
de: Die Erstellung des Mediums wurde abgebrochen
en: Media creation was cancelled
es: Se canceló la creación del medio
fr: La création du support a été interrompue
it: La creazione del supporto è stata interrotta
ja: メディアの作成は中止されました
pt_br: A criação da mídia foi cancelada
ru: Создание носителя было прервано
tr: Ortam oluşturma işlemi iptal edildi
uk: Створення носія було перервано
vi: Quá trình tạo thiết bị đã bị hủy
zh_hans: 介质创建已中止

source: Tworzenie USB z Mac OS X Tiger (Multi DVD)
de: Mac OS X Tiger (Multi DVD) USB erstellen
en: Creating Mac OS X Tiger (Multi DVD) USB
es: Creando USB de Mac OS X Tiger (Multi DVD)
fr: Création de la clé USB Mac OS X Tiger (Multi DVD)
it: Creazione di USB da Mac OS X Tiger (Multi DVD)
ja: Mac OS X Tiger (Multi DVD) USBを作成中
pt_br: Criando USB do Mac OS X Tiger (Multi DVD)
ru: Создание USB с Mac OS X Tiger (Multi DVD)
tr: Mac OS X Tiger'dan (Multi DVD) USB oluşturma
uk: Створення USB з Mac OS X Tiger (Multi DVD)
vi: Tạo USB từ Mac OS X Tiger (Multi DVD)
zh_hans: 正在创建 Mac OS X Tiger (Multi DVD) USB

# Ukończono w %02dm %02ds
source: Ukończono w %1$02dm %2$02ds
de: Abgeschlossen in %1$02dm %2$02ds
en: Completed in %1$02dm %2$02ds
es: Completado en %1$02dm %2$02ds
fr: Termine en %1$02dm %2$02ds
it: Completato in %02dm %02ds
ja: %1$02d分 %2$02d秒で完了
pt_br: Concluido em %1$02dm %2$02ds
ru: Выполнено за %1$02dм %2$02dс
tr: %02ddk %02ds içinde tamamlandı
uk: Завершено за %02dхв %02dс
vi: Hoàn thành sau %02dphút %02d giây
zh_hans: 已在 %1$02d分 %2$02d秒 内完成

source: Ukończono z ostrzeżeniem
de: Mit Warnung abgeschlossen
en: Completed with warning
es: Completado con advertencia.
fr: Complété avec avertissement
it: Completato con avviso
ja: 警告付きで完了しました
pt_br: Concluído com aviso
ru: Выполнено с предупреждением
tr: Uyarıyla tamamlandı
uk: Завершено попередженням
vi: Đã hoàn thành với cảnh báo
zh_hans: 已完成，但有警告

source: Ukryj dziennik techniczny
de: Tech-Log ausblenden
en: Hide tech log
es: Ocultar registro técnico
fr: Masquer le journal technique
it: Nascondi registro tecnico
ja: 技術ログを隠す
pt_br: Ocultar registro técnico
ru: Скрыть технический журнал
tr: Teknoloji günlüğünü gizle
uk: Приховати технічний журнал
vi: Ẩn nhật ký công nghệ
zh_hans: 隐藏技术日志

source: Upewnij się, że wybrany obraz systemu pochodzi ze strony Mavericks Forever. Inne wersje mogą powodować błędy w trakcie tworzenia instalatora na nośniku USB.
de: Stellen Sie sicher, dass das ausgewählte Systemabbild von der Mavericks Forever-Website stammt. Andere Versionen können Fehler beim Erstellen des USB-Installers verursachen.
en: Ensure that the selected system image comes from the Mavericks Forever website. Other versions may cause errors during the USB installer creation.
es: Asegúrese de que la imagen del sistema seleccionada provenga del sitio web de Mavericks Forever. Otras versiones pueden causar errores durante la creación del instalador USB.
fr: Assurez-vous que l'image système sélectionnée provient du site Web Mavericks Forever. D'autres versions peuvent provoquer des erreurs lors de la création du programme d'installation USB.
it: Assicurati che l'immagine del sistema selezionata provenga da Mavericks Forever. Altre versioni potrebbero causare errori durante la creazione del programma di installazione sull'unità USB.
ja: 選択したシステムイメージがMavericks ForeverのWebサイトからのものであることを確認してください。他のバージョンでは、USBインストーラの作成中にエラーが発生する可能性があります。
pt_br: Certifique-se de que a imagem do sistema selecionada venha do site Mavericks Forever. Outras versões podem causar erros durante a criação do instalador USB.
ru: Убедитесь, что выбранный образ системы загружен с сайта Mavericks Forever. Другие версии могут вызвать ошибки при создании установочного USB-накопителя.
tr: Seçilen sistem görüntüsünün Mavericks Forever'dan olduğundan emin olun. Diğer sürümler, USB sürücüsünde yükleyiciyi oluştururken hatalara neden olabilir.
uk: Переконайтеся, що вибраний образ системи належить Mavericks Forever. Інші версії можуть викликати помилки під час створення інсталятора на USB-накопичувачі.
vi: Đảm bảo hình ảnh hệ thống đã chọn là từ Mavericks Forever. Các phiên bản khác có thể gây ra lỗi khi tạo trình cài đặt trên ổ USB.
zh_hans: 请确保所选系统镜像来自 Mavericks Forever 网站。其他版本可能会在创建 USB 安装程序时导致错误。

source: Uprawnienia aplikacji macUSB do nośników zewnętrznych zostały zresetowane. Przy kolejnej próbie tworzenia nośnika system poprosi ponownie o zgodę.
de: Die macUSB-Berechtigungen für externe Datenträger wurden zurückgesetzt. Beim nächsten Versuch, einen USB-Installer zu erstellen, fragt das System erneut nach der Erlaubnis.
en: macUSB permissions for external media have been reset. The system will ask for permission again the next time you try to create a USB installer.
es: Se restablecieron los permisos de macUSB para medios externos. La próxima vez que intentes crear un instalador USB, el sistema volverá a pedir permiso.
fr: Les autorisations de macUSB pour les supports externes ont été réinitialisées. Lors de la prochaine tentative de création d’un installateur USB, le système demandera de nouveau l’autorisation.
it: I permessi di macUSB per i supporti esterni sono stati reimpostati. Al prossimo tentativo di creare un installer USB, il sistema richiederà nuovamente il consenso.
ja: macUSB の外部メディアに対する権限をリセットしました。次回 USB インストーラを作成するときに、システムが再度許可を求めます。
pt_br: As permissões do macUSB para mídias externas foram redefinidas. Na próxima tentativa de criar um instalador USB, o sistema solicitará a permissão novamente.
ru: Разрешения macUSB для внешних носителей были сброшены. При следующей попытке создать USB-установщик система снова запросит доступ.
tr: macUSB’nin harici ortamlar için izinleri sıfırlandı. Bir sonraki USB yükleyici oluşturma denemesinde sistem izni yeniden isteyecek.
uk: Дозволи macUSB для зовнішніх носіїв було скинуто. Під час наступної спроби створити USB-інсталятор система знову попросить дозвіл.
vi: Quyền của macUSB đối với thiết bị lưu trữ ngoài đã được đặt lại. Ở lần tiếp theo khi bạn tạo bộ cài USB, hệ thống sẽ yêu cầu cấp quyền lại.
zh_hans: macUSB 对外部介质的权限已重置。下次尝试创建 USB 安装器时，系统会再次请求授权。

source: Uruchom aplikację ponownie
de: Anwendung neu starten
en: Restart application
es: Reiniciar aplicación
fr: Redémarrer l'application
it: Riavviare l'applicazione
ja: アプリケーションを再起動
pt_br: Reiniciar aplicativo
ru: Перезапустить приложение
tr: Uygulamayı yeniden başlatın
uk: Перезапустіть програму
vi: Khởi động lại ứng dụng
zh_hans: 重启应用程序

source: Ustalanie rozmiarów plików...
de: Dateigrößen bestimmen...
en: Determining file sizes...
es: Determinando el tamaño de los archivos...
fr: Détermination de la taille des fichiers...
it: Determinazione delle dimensioni dei file...
ja: ファイルサイズを決定しています...
pt_br: Determinando tamanhos de arquivo...
ru: Определение размеров файлов...
tr: Dosya boyutları belirleniyor...
uk: Визначення розмірів файлів...
vi: Xác định kích thước tệp...
zh_hans: 确定文件大小...

source: Ustawienia działania w tle…
de: Einstellungen fur Hintergrundaktivitat…
en: Background activity settings…
es: Ajustes de actividad en segundo plano…
fr: Reglages activite en arriere-plan…
it: Impostazioni dello sfondo…
ja: バックグラウンド動作の設定…
pt_br: Ajustes de atividade em segundo plano…
ru: Настройки работы в фоне…
tr: Arka Plan Ayarları…
uk: Налаштування фону…
vi: Cài đặt nền…
zh_hans: 后台运行设置…

source: Ustawienia systemowe
de: Systemeinstellungen
en: System settings
es: Configuración del sistema
fr: Paramètres système
it: Impostazioni di sistema
ja: システム設定
pt_br: Configurações do sistema
ru: Системные настройки
tr: Sistem ayarları
uk: Налаштування системи
vi: Cài đặt hệ thống
zh_hans: 系统设置

source: Usuwanie plików tymczasowych nie zostało ukończone: %@
de: Temporäre Dateilöschung nicht abgeschlossen: %@
en: Temporary file deletion not completed: %@
es: Eliminación de archivos temporales no completada: %@
fr: Suppression du fichier temporaire non terminée : %@
it: Eliminazione file temporaneo non completata: %@
ja: 一時ファイルの削除が完了していません: %@
pt_br: Exclusão temporária de arquivo não concluída: %@
ru: Удаление временного файла не завершено: %@
tr: Geçici dosya silme işlemi tamamlanmadı: %@
uk: Тимчасове видалення файлу не завершено: %@
vi: Việc xóa tệp tạm thời chưa hoàn tất: %@
zh_hans: 临时文件删除未完成：%@

source: Utworzono instalator systemu
de: System-Installationsprogramm erstellt
en: System installer created
es: Se creó el instalador del sistema
fr: L’installateur du système a été créé
it: Installer di sistema creato
ja: システムインストーラが作成されました
pt_br: O instalador do sistema foi criado
ru: Установщик системы создан
tr: Sistem yükleyicisi oluşturuldu
uk: Інсталятор системи створено
vi: Đã tạo bộ cài đặt hệ thống
zh_hans: 系统安装器已创建

source: UWAGA!
de: ACHTUNG!
en: WARNING!
es: ¡ADVERTENCIA!
fr: ATTENTION !
it: ATTENZIONE!
ja: 警告！
pt_br: ATENÇÃO!
ru: ВНИМАНИЕ!
tr: DİKKAT!
uk: УВАГА!
vi: CHÚ Ý!
zh_hans: 警告！

source: W przypadku Maca z PowerPC
de: Für PowerPC-Macs
en: For PowerPC Macs
es: Para Macs PowerPC
fr: Pour les Mac PowerPC
it: Per Mac con PowerPC
ja: PowerPC Mac の場合
pt_br: Para Macs PowerPC
ru: Для Mac с PowerPC
tr: PowerPC'li Mac için
uk: Для Mac з PowerPC
vi: Dành cho máy Mac có PowerPC
zh_hans: 对于 PowerPC Mac

source: Weryfikacja plików nie powiodła się: %@
de: Dateiüberprüfung fehlgeschlagen: %@
en: File verification failed: %@
es: Error en la verificación del archivo: %@
fr: Échec de la vérification du fichier : %@
it: Verifica del file non riuscita: %@
ja: ファイル検証に失敗しました: %@
pt_br: Falha na verificação do arquivo: %@
ru: Проверка файла не удалась: %@
tr: Dosya doğrulaması başarısız oldu: %@
uk: Не вдалося перевірити файл: %@
vi: Xác minh tệp không thành công: %@
zh_hans: 文件验证失败：%@

source: Weryfikowanie plików
de: Dateien überprüfen
en: Verifying files
es: Verificando archivos
fr: Vérification des fichiers
it: Verifica dei file
ja: ファイルの検証
pt_br: Verificando arquivos
ru: Проверка файлов
tr: Dosyalar doğrulanıyor
uk: Перевірка файлів
vi: Đang xác minh tập tin
zh_hans: 验证文件

source: Weryfikowanie pliku %@...
de: Datei %@ wird überprüft...
en: Verifying %@...
es: Verificando archivo %@...
fr: Vérification du fichier %@...
it: Verifica del file %@...
ja: ファイル %@ を確認しています...
pt_br: Verificando arquivo %@...
ru: Проверка файла %@...
tr: %@ dosyası doğrulanıyor...
uk: Перевірка файлу %@...
vi: Đang xác minh tệp %@...
zh_hans: 正在验证文件 %@...

source: Wesprzyj projekt macUSB
de: Unterstütze das macUSB‑Projekt
en: Support the macUSB project
es: Apoya el proyecto macUSB
fr: Soutenir le projet macUSB
it: Supporta il progetto macUSB
ja: macUSB プロジェクトを支援
pt_br: Apoie o projeto macUSB
ru: Поддержать проект macUSB
tr: MacUSB projesini destekleyin
uk: Підтримайте проект macUSB
vi: Hỗ trợ dự án macUSB
zh_hans: 支持 macUSB 项目

source: Włącz obsługę zewnętrznych dysków twardych
de: Unterstützung für externe Festplatten aktivieren
en: Enable external hard drive support
es: Activar soporte para discos duros externos
fr: Activer la prise en charge des disques durs externes
it: Abilita il supporto per i dischi rigidi esterni
ja: 外付けハードドライブのサポートを有効にする
pt_br: Ativar suporte a discos rígidos externos
ru: Включить поддержку внешних жестких дисков
tr: Harici sabit sürücüler için desteği etkinleştirin
uk: Увімкніть підтримку зовнішніх жорстких дисків
vi: Kích hoạt hỗ trợ cho ổ cứng ngoài
zh_hans: 启用外部硬盘支持

source: Włącz powiadomienia
de: Benachrichtigungen aktivieren
en: Enable notifications
es: Activar notificaciones
fr: Activer les notifications
it: Attiva le notifiche
ja: 通知を有効にする
pt_br: Ativar notificações
ru: Включить уведомления
tr: Bildirimleri aç
uk: Увімкніть сповіщення
vi: Bật thông báo
zh_hans: 启用通知

source: Włączony
de: Aktiviert
en: Enabled
es: Activado
fr: Active
it: Abilitato
ja: 有効
pt_br: Ativado
ru: Включен
tr: Etkinleştirilmiş
uk: Увімкнено
vi: Đã bật
zh_hans: 已启用

source: Wróć
de: Zurueck
en: Back
es: Volver
fr: Retour
it: Indietro
ja: 戻る
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回

source: Wszystkie dane na wybranym nośniku zostaną usunięte. Czy na pewno chcesz rozpocząć proces?
de: Alle Daten auf dem ausgewahlten Laufwerk werden geloscht. Mochtest du den Vorgang wirklich starten?
en: All data on the selected drive will be erased. Are you sure you want to start?
es: Todos los datos de la unidad seleccionada se eliminaran. Seguro que quieres iniciar el proceso?
fr: Toutes les donnees du support selectionne seront supprimees. Voulez-vous vraiment demarrer le processus ?
it: Tutti i dati sul supporto selezionato verranno eliminati. Sei sicuro di voler avviare il processo?
ja: 選択したドライブ上のすべてのデータが削除されます。処理を開始してもよろしいですか？
pt_br: Todos os dados da unidade selecionada serao apagados. Tem certeza de que deseja iniciar o processo?
ru: Все данные на выбранном носителе будут удалены. Вы уверены, что хотите начать процесс?
tr: Seçilen ortamdaki tüm veriler silinecektir. İşlemi başlatmak istediğinizden emin misiniz?
uk: Усі дані на вибраному носії будуть видалені. Ви впевнені, що хочете почати процес?
vi: Tất cả dữ liệu trên phương tiện đã chọn sẽ bị xóa. Bạn có chắc chắn muốn bắt đầu quá trình này không?
zh_hans: 所选磁盘上的所有数据都将被删除。确定要开始此过程吗？

source: Wszystkie pliki na wybranym nośniku USB zostaną bezpowrotnie usunięte!
de: Alle Dateien auf dem ausgewählten USB-Laufwerk werden unwiderruflich gelöscht!
en: All files on the selected USB drive will be permanently erased!
es: ¡Todos los archivos en la memoria USB seleccionada se borrarán permanentemente!
fr: Tous les fichiers sur la clé USB sélectionnée seront définitivement effacés !
it: Tutti i file sull'unità USB selezionata verranno eliminati definitivamente!
ja: 選択したUSBメモリ上のすべてのファイルは完全に消去されます！
pt_br: Todos os arquivos no pen drive selecionado serão apagados permanentemente!
ru: Все файлы на выбранном USB-накопителе будут безвозвратно удалены!
tr: Seçilen USB sürücüsündeki tüm dosyalar kalıcı olarak silinecek!
uk: Усі файли на вибраному USB-накопичувачі буде остаточно видалено!
vi: Tất cả các tập tin trên ổ USB đã chọn sẽ bị xóa vĩnh viễn!
zh_hans: 所选 U 盘上的所有文件将被永久清除！

source: Wybierz
de: Auswählen
en: Select
es: Seleccionar
fr: Choisir
it: Scegliere
ja: 選択
pt_br: Selecionar
ru: Выбрать
tr: Seçmek
uk: Виберіть
vi: Chọn
zh_hans: 选择

source: Wybierz docelowy nośnik USB:
de: USB-Ziellaufwerk auswählen:
en: Select target USB drive:
es: Seleccione la memoria USB de destino:
fr: Sélectionnez la clé USB cible :
it: Seleziona l'unità USB di destinazione:
ja: 対象のUSBメモリを選択:
pt_br: Selecione o pen drive de destino:
ru: Выберите целевой USB-накопитель:
tr: Hedef USB sürücüsünü seçin:
uk: Виберіть цільовий USB-накопичувач:
vi: Chọn ổ USB mục tiêu:
zh_hans: 选择目标 U 盘：

source: Wybierz go ręcznie lub przeciągnij powyżej
de: Wählen Sie es manuell aus oder ziehen Sie es nach oben
en: Select it manually or drag it above
es: Selecciónelo manualmente o arrástrelo arriba
fr: Sélectionnez-le manuellement ou glissez-le ci-dessus
it: Selezionalo manualmente o trascinalo sopra
ja: 手動で選択するか、上にドラッグしてください
pt_br: Selecione manualmente ou arraste acima
ru: Выберите его вручную или перетащите выше
tr: Manuel olarak seçin veya yukarıya sürükleyin
uk: Виберіть його вручну або перетягніть вище
vi: Chọn thủ công hoặc kéo nó lên trên
zh_hans: 手动选择或将其拖到上方

source: Wybierz instalator dostępny na serwerach Apple
de: Wählen Sie das auf Apple-Servern verfügbare Installationsprogramm aus
en: Choose an installer available on Apple servers
es: Seleccione el instalador disponible en los servidores de Apple
fr: Sélectionnez l'installateur disponible sur les serveurs Apple
it: Seleziona il programma di installazione disponibile sui server Apple
ja: Apple サーバーで利用可能なインストーラーを選択します
pt_br: Selecione o instalador disponível nos servidores Apple
ru: Выберите установщик, доступный на серверах Apple.
tr: Apple sunucularında bulunan yükleyiciyi seçin
uk: Виберіть інсталятор, доступний на серверах Apple
vi: Chọn trình cài đặt có sẵn trên máy chủ Apple
zh_hans: 选择 Apple 服务器上可用的安装程序

source: Wybierz miejsce zapisu pliku z logami diagnostycznymi
de: Speicherort für Diagnoseprotokolldatei auswählen
en: Select location to save diagnostic logs file
es: Seleccionar ubicación para guardar el archivo de registros de diagnóstico
fr: Sélectionner l'emplacement pour enregistrer le fichier de journaux de diagnostic
it: Selezionare una posizione in cui salvare il file di registro diagnostico
ja: 診断ログファイルの保存先を選択
pt_br: Selecionar local para salvar o arquivo de logs de diagnóstico
ru: Выберите место для сохранения файла журналов диагностики
tr: Tanılama günlük dosyasının kaydedileceği konumu seçin
uk: Виберіть місце для збереження файлу журналу діагностики
vi: Chọn vị trí để lưu tệp nhật ký chẩn đoán
zh_hans: 选择保存诊断日志文件的位置

source: Wybierz...
de: Auswählen...
en: Choose...
es: Elegir...
fr: Choisir...
it: Scegliere...
ja: 選択...
pt_br: Escolher...
ru: Выбрать...
tr: Seçmek...
uk: Виберіть...
vi: Chọn...
zh_hans: 选择...

source: Wybór nośnika USB
de: USB-Laufwerksauswahl
en: USB Drive Selection
es: Selección de memoria USB
fr: Sélection de la clé USB
it: Selezione di un'unità USB
ja: USBメモリの選択
pt_br: Seleção de pen drive
ru: Выбор USB-накопителя
tr: Bir USB sürücüsü seçme
uk: Вибір USB-накопичувача
vi: Chọn ổ USB
zh_hans: U 盘选择

source: Wybór pliku
de: Dateiauswahl
en: File selection
es: Selección de archivo
fr: Sélection du fichier
it: Selezione del file
ja: ファイルの選択
pt_br: Seleção de arquivo
ru: Выбор файла
tr: Dosya seçimi
uk: Вибір файлу
vi: Lựa chọn tập tin
zh_hans: 文件选择

source: Wybrana pozycja nie jest wspierana w aktualnym pobieraniu
de: Das ausgewählte Element wird im aktuellen Download nicht unterstützt
en: The selected item is not supported in the current download
es: El elemento seleccionado no es compatible con la descarga actual
fr: L'élément sélectionné n'est pas pris en charge dans le téléchargement actuel
it: L'elemento selezionato non è supportato nel download corrente
ja: 選択したアイテムは現在のダウンロードではサポートされていません
pt_br: O item selecionado não é compatível com o download atual
ru: Выбранный элемент не поддерживается в текущей загрузке.
tr: Seçilen öğe mevcut indirmede desteklenmiyor
uk: Вибраний елемент не підтримується в поточному завантаженні
vi: Mục đã chọn không được hỗ trợ trong bản tải xuống hiện tại
zh_hans: 当前下载不支持所选项目

source: Wybrana wersja systemu
de: Ausgewählte Systemversion
en: Selected system version
es: Versión del sistema seleccionada
fr: Version du système sélectionnée
it: Versione del sistema selezionata
ja: 選択されたシステムバージョン
pt_br: Versão do sistema selecionada
ru: Выбранная версия системы
tr: Seçilen sistem sürümü
uk: Вибрана версія системи
vi: Phiên bản hệ thống được chọn
zh_hans: 已选择系统版本

source: Wybrano nośnik APFS
de: APFS-Laufwerk ausgewählt
en: APFS Drive Selected
es: Se seleccionó una unidad APFS
fr: Un disque APFS a été sélectionné
it: È stato selezionato un disco APFS
ja: APFSのドライブが選択されました
pt_br: Unidade APFS selecionada
ru: Выбран диск APFS
tr: APFS sürücüsü seçildi
uk: Вибрано диск APFS
vi: Đã chọn ổ APFS
zh_hans: 已选择 APFS 磁盘

source: Wybrano nośnik USB 2.0
de: USB 2.0-Laufwerk ausgewählt
en: USB 2.0 drive selected
es: Unidad USB 2.0 seleccionada
fr: Lecteur USB 2.0 sélectionné
it: Supporto USB 2.0 selezionato
ja: USB 2.0ドライブが選択されました
pt_br: Unidade USB 2.0 selecionada
ru: Выбран накопитель USB 2.0
tr: USB 2.0 ortamı seçildi
uk: Вибрано носій USB 2.0
vi: Đã chọn phương tiện USB 2.0
zh_hans: 已选择 USB 2.0 驱动器

source: Wybrany nośnik korzysta z formatu APFS. Aby kontynuować, sformatuj go ręcznie w Narzędziu dyskowym do dowolnego formatu innego niż APFS.
de: Das ausgewählte Laufwerk verwendet APFS. Um fortzufahren, formatieren Sie es manuell im Festplattendienstprogramm in ein beliebiges anderes Format als APFS.
en: The selected drive uses APFS. To continue, manually format it in Disk Utility to any non-APFS format.
es: La unidad seleccionada usa el formato APFS. Para continuar, formatéala manualmente en Utilidad de Discos a cualquier formato distinto de APFS.
fr: Le disque sélectionné utilise le format APFS. Pour continuer, formatez-le manuellement dans Utilitaire de disque vers n'importe quel format autre qu'APFS.
it: Il disco selezionato usa il formato APFS. Per continuare, formattalo manualmente in Utility Disco in qualsiasi formato diverso da APFS.
ja: 選択したドライブは APFS 形式です。続行するには、ディスクユーティリティで APFS 以外の任意の形式に手動でフォーマットしてください。
pt_br: A unidade selecionada usa o formato APFS. Para continuar, formate-a manualmente no Utilitário de Disco para qualquer formato diferente de APFS.
ru: Выбранный диск использует формат APFS. Чтобы продолжить, вручную отформатируйте его в Дисковой утилите в любой формат, отличный от APFS.
tr: Seçilen sürücü APFS biçimini kullanıyor. Devam etmek için Disk İzlencesi'nde sürücüyü APFS dışındaki herhangi bir biçime manuel olarak biçimlendirin.
uk: Вибраний диск використовує формат APFS. Щоб продовжити, вручну відформатуйте його в Disk Utility у будь-який формат, відмінний від APFS.
vi: Ổ đã chọn đang dùng định dạng APFS. Để tiếp tục, hãy định dạng thủ công trong Tiện ích Ổ đĩa sang bất kỳ định dạng nào khác APFS.
zh_hans: 所选磁盘使用 APFS 格式。若要继续，请在“磁盘工具”中手动将其格式化为任意非 APFS 格式。

source: Wybrany nośnik pracuje w starszym standardzie przesyłu danych. Proces tworzenia instalatora może potrwać kilkanaście minut
de: Das ausgewählte Laufwerk verwendet einen älteren Datenübertragungsstandard. Die Erstellung des Installers kann einige Minuten dauern.
en: The selected drive operates on an older data transfer standard. The installer creation process may take several minutes.
es: La unidad seleccionada utiliza un estándar de transferencia de datos más antiguo. El proceso de creación del instalador puede tardar varios minutos.
fr: Le lecteur sélectionné utilise une norme de transfert de données plus ancienne. La création de l'installateur peut prendre plusieurs minutes.
it: Il mezzo selezionato funziona con uno standard di trasferimento dati precedente. Il processo di creazione del programma di installazione potrebbe richiedere diversi minuti
ja: 選択されたドライブは古いデータ転送規格を使用しています。インストーラの作成には十数分かかる場合があります。
pt_br: A unidade selecionada usa um padrão de transferência de dados mais antigo. O processo de criação do instalador pode levar vários minutos.
ru: Выбранный накопитель использует устаревший стандарт передачи данных. Процесс создания установщика может занять несколько минут.
tr: Seçilen ortam daha eski bir veri aktarım standardında çalışır. Yükleyiciyi oluşturma işlemi birkaç dakika sürebilir
uk: Вибраний носій працює в старішому стандарті передачі даних. Процес створення інсталятора може зайняти кілька хвилин
vi: Phương tiện đã chọn hoạt động theo tiêu chuẩn truyền dữ liệu cũ hơn. Quá trình tạo trình cài đặt có thể mất vài phút
zh_hans: 所选驱动器使用的是较旧的数据传输标准。安装程序创建过程可能需要几分钟。

source: Wybrany nośnik USB
de: Ausgewähltes USB-Laufwerk
en: Selected USB drive
es: Memoria USB seleccionada
fr: Clé USB sélectionnée
it: Dispositivo di archiviazione USB selezionato
ja: 選択されたUSBメモリ
pt_br: Pen drive selecionado
ru: Выбранный USB-накопитель
tr: Seçilen USB depolama aygıtı
uk: Вибраний накопичувач USB
vi: Thiết bị lưu trữ USB đã chọn
zh_hans: 已选择 U 盘
